sUIName = "Installazione dell'adattatore wireless";
sUINameAP = "WLAN SoftAP Utility";
sVersion = "Versione utilità";
sDriver = "Versione driver: ";
sCopyright = "© Copyright 2015. Tutti i diritti riservati.";
About_Utility = "Informazioni sull'installazione dell'adattatore wireless";
Hide_Utility = "Nascondi installazione dell'adattatore wireless";
Quit_Utility = "Chiudi installazione dell'adattatore wireless";
Help_Utility = "Guida all'installazione dell'adattatore wireless";

OK = "OK";
CANCEL = "Annulla";
NO = "No";
YES = "Sì";
SELECT = "Seleziona";
Radio_ON = "Attiva trasmettitore";
Radio_OFF = "Disattiva trasmettitore";
ShortStr = "short";
LongStr = "long";

NoneStr = "Nessuno";
ConnectedStr = "Connesso";
DisconnectedStr = "Disconnesso";
InfrastructureStr = "Infrastruttura";
AdhocStr = "AdHoc";

Open_System_Str = "OPEN_SYSTEM";
Shared_Key_Str = "SHARED_KEY";
No_Encryption_Str = "Nessuna crittografia";

WPS_init_Str = "inizializza processo WPS";
WPS_scan_Str = "Esegui scansione punto d'accesso WPS attivo";
WPS_connect_Str = "Connetti a punto d'accesso WPS attivo";
WPS_handshake_Str = "Inizializza handshake WPS";
WPS_exchange_Str = "Scambia messaggio WPS";
WPS_done_Str = "Scambia messaggio WPS [Fatto]";
WPS_fail_Str = "Scambio messaggio WPS non riuscito. Provare a connettere un altro punto d'accesso WPS.";
WPS_start_Str = "AVVIO WPS";
WPS_finish_Str = "Protocollo WPS completato.";
WPS_auto_connect_Str = "Si connetterà automaticamente al punto d'accesso WPS.";
WPS_timeout_Str = "Tempo scaduto per il WPS.";


Wps_overlap_Str = "Sovrapposizione sessione";
Wps_more_pbc_Str = "Più di un punto d'accesso in modalità PBC.";
Wps_retry_Str = "Utilizzare il PIN o attendere un momento e riprovare.";

ERROR0 = "ERRORE";
ERROR1 = "Immettere la chiave.";
ERROR2 = "Indice di chiave WEP errato.";
ERROR3 = "La lunghezza della chiave è compresa tra 8 e 64.";
ERROR4 = "La chiave di rete non è in formato esadecimale.";
ERROR5 = "La lunghezza della chiave ASCII deve essere 5 o 13.";
ERROR6 = "La lunghezza della chiave di rete è errata.";
ERROR7 = "La lunghezza della chiave di rete deve essere 10 o 26.";
ERROR8 = "La chiave di rete e la chiave di conferma non coincidono.";
ERROR9 = "La chiave di rete non è in formato ASCII.";
ERROR10 = "La chiave di rete non è in formato esadecimale a 64 cifre.";

WARNING0 = "Avvertenza";
WARNING1 = "Immettere SSID";
WARNING2 = "Immettere il nome del profilo";
WARNING3 = "Il numero di caratteri SSID è maggiore di 32.";
WARNING4 = "Il profilo esiste già. Sostituirlo?";
WARNING5 = "Eliminare il profilo selezionato?";

NOTICE0 = "INFORMATIVA";
NOTICE1 = "Errore modalità punto d'accesso.";
NOTICE2 = "Errore modalità STA.";
NOTICE3 = "Modalità QOS - Impostazione valore non riuscita";
NOTICE4 = "Modalità QOS - Ottenimento valore non riuscito";
NOTICE5 = "Modalità QOS - Valore errato";	
NOTICE6 = "Soglia RTS fuori intervallo.(0 ~ 2432)";
NOTICE7 = "Soglia frammentazione fuori intervallo.(256 ~ 2432)";
NOTICE8 = "Attivare la scheda WLAN in Network delle Preferenze di Sistema.";
NOTICE9 = "Connect your WLAN adapter to your computer";
NOTICE10 = "Wrong password, please try again";

ProfileProperty_Title = "Proprietà protezione rete wireless";
ProfileProperty_ActionText = "Immettere le stringhe chiave prima di fare clic su 【OK】 per connettere ==>";